Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/innledning-paa-fagseminaret-giele-lea-faamoe-power-of-language.html.tmx
Source language: nob
Languages: sma

source: Synliggjøring av språk er symbol på tilhørighet, tilstedeværelse og anerkjennelse.
sma: Gïelh våajnoes darjodh lea symbovle ektiedæmman, almetjh dajvesne årroeh jïh jååhkesjimmiem vadta.

source: Samiske språk og norsk språk er offisielle språk på norsk side av Sápmi.
sma: Saemien gïelh jïh nöörjen gïele leah byögkeles gïelh Saepmien nöörjen bielesne.

source: Til tross for dette, er ikke samisk og norsk språk likeverdige og likestilte i dagens samfunn.
sma: Jalhts numhtie, saemien jïh nöörjen gïelh eah leah seammavyörtegs jïh mïrrestallije gïelh daan beajjetje siebriedahkesne.

source: Det vil ha stor betydning for den samiske befolkningen, både de som har samisk som morsmål og de som ønsker å lære seg samiske språk, at samiske språk synes i samfunnet.
sma: Sæjhta joekoen vihkeles årrodh saemien årroji gaavhtan, dovne dej mej saemien ietniengïeline jïh dah mah sijhtieh saemien lïeredh, saemien siebriedahkesne vååjnoe.

source: Det vil både løfte språkenes status, og gi den samiske befolkningen en følelse av annerkjennelse av sine språk og sin kultur.
sma: Dïhte sæjhta gïeli statusem lutnjedh, jïh saemien årrojh sijhtieh damtedh sijjen gïelh jïh kultuvre leah jååhkesjamme.

source: Synliggjøring av språk er viktig for den enkelte, da språk er personlig og identitetsdannende og nært knyttet til følelser.
sma: Gïelh våajnoes darjodh lea vihkeles fïereguhtese, dan åvteste gïele lea persovneles jïh identiteetem vadta jïh lea lïhke ektiedamme domtesidie.

source: Synliggjøring av språk skjer tydeligst gjennom skriftspråket.
sma: Gïelh jeenjemes vååjnoe tjaelemegïelen tjïrrh.

source: Gjennom skilting, kunstneriske uttrykk, dokumenter, hjemmesider og teksting vil språket synliggjøres.
sma: Tsïeglesjimmien tjïrrh, tjeahpoen tjïrrh, tjaatsegi, gåetiesæjroej jïh teekstadimmien tjïrrh gïele sæjhta våajnoes sjïdtedh.

source: Et synlig språk er et grunnleggende hjelpemiddel i språkopplæring samtidig som det gir språket verdi.
sma: Våajnoes gïele lea akte vihkeles viehkievierhtie gïelelïerehtimmesne, seamma tïjjen goh aarvoem gïelese vadta.

source: Det er derfor viktig å legge forholdene til rette for økt bruk av skriftspråket.
sma: Dan åvteste vihkeles sjïehteladtedh guktie tjaelemegïele vielie åtnasåvva.

source: Sametinget jobber blant annet med skilting på samiske språk.
sma: Saemiedigkie gaskem jeatjah tsïeglesjimmine saemien gïeline barka.

source: Dette vil være med på å løfte språkets status og gjøre språket synlig i det offentlige rom.
sma: Daate sæjhta meatan årrodh gïeli statusem lutnjedh jïh gïelem våajnoes darjodh byögkeles tjiehtjielinie.

source: Skilting har positive ringvirkninger og vil kunne bidra til at flere steder utvikler seg til flerkulturelle samfunn.
sma: Tsïeglesjimmie positijve illedahkh bïjre jarkan vadta jïh sæjhta viehkiehtidh guktie jienebh sijjieh jienebekultuvrelle siebriedahkine sjidtieh.

source: Skilting av reinbeitedistrikter som krysser bilveier vil også bidra til økt synliggjøring av samiske språk samtidig som det vil bidra til bevissthet om samisk tilstedeværelse og kunnskap om samisk reindrift på norsk side av Sápmi.
sma: Tsïeglesjimmie båatsoesïjtijste mah bïjlegeajnoej rastah juhtieh sæjhta aaj viehkiehtidh saemien gïelh vielie våajnoes sjidtieh, seamma tïjjen goh voerkesvoetem saemien baelien bïjre vadta, jïh daajroem saemien båatsoen bïjre Saepmien nöörjen bielesne.

source: I tilknytning til slik skilting vil det være nyttig å utarbeide applikasjoner som forteller både om reinbeitedistriktet, flyttveier, historie og også trafikkinformasjon ved reinflyttinger og tilfeller hvor det kan forekomme rein langs veier.
sma: Lissine dagkeres tsïeglesjæmman sæjhta nuhteligs årrodh applikasjovnh darjodh mah dovne båatsoesïjten, juhtemegeajnoej, histovrijen jïh aaj valkesebïevnesi bïjre soptsestieh gosse bovtsigujmie juhtieminie jïh gosse sååjhtoe bovtsh leah geajnoej mietie.

source: Sametinget ønsker at det de neste årene skal legges vekt på skilting og synliggjøring av offentlige bygg, institusjoner og steder.
sma: Saemiedigkie sæjhta tsïeglesjimmiem prioriteradidh byögkeles gåetine, institusjovnine jïh sijjine båetiji jaepiej.

source: Samiske skilt i det offentlige rom løfter språkets status og verdi, samtidig som skiltene viser samisk tilstedeværelse og historie i områdene.
sma: Saemien tsïeglh byögkeles tjiehtjielisnie gïelen statusem jïh aarvoem lutnjieh, seamma tïjjen goh tsïeglh saemiej baeliem jïh histovrijem dajvine vuesiehtieh.

source: Media og litteratur spiller en viktig rolle i samfunnet, og har et stort ansvar for å synliggjøre samiske språk og fremme god språkbruk.
sma: Meedija jïh lidteratuvre leah vihkeles siebriedahkesne, jïh stoerre dïedtem utnieh saemien våajnoes darjodh jïh hijven gïeleåtnoem eevtjedh.

source: Gjennom media får vi både informasjon og underholdning.
sma: Meedijan tjïrrh dovne bïevnesh jïh sjollehtimmiem åadtjobe.

source: Samisk medietilbud omhandler både tilbud på samiske språk og innhold om samiske forhold, og spiller en viktig rolle i vår identitetsbygging.
sma: Saemien meedijafaalenasse lea dovne faalenasse saemien gïeline jïh sisvege saemien tsiehkiej bïjre, jïh vihkeles råållam åtna mijjen identiteetebigkemisnie.

source: Media er i rask endring, slik som samfunnet for øvrig.
sma: Meedija lea varke jarkelimmesne, goh abpe siebriedahke.

source: Bosettingsmønstret er i endring, og en større del av den samiske befolkningen vokser opp utenfor de tradisjonelle samiske områdene.
sma: Årromemöönstere lea jarkelimmesne jïh akte stuerebe bielie saemien årroejijstie byjjene dej aerpievuekien saemien dajvi ålkoli.

source: Dette har betydning for utviklingen av samiske språk, og skaper et økt behov for gode samiske medietilbud.
sma: Daate evtiedimmiem saemien gïelijste tsavtsa, jïh enn daerpiesåbpoe sjædta saemien meedijafaalenassigujmie.

source: I mange områder er språket i en vitaliseringsprosess.
sma: Gelline dajvine gïele lea jieliehtimmieprosessesne.

source: Samisk medietilbud for den samiske befolkningen må gjenspeile dette, og være en bidragsyter til å styrke og utvikle språkene.
sma: Saemien meedijafaalenassh saemien årroejidie tjuerieh dam vuesiehtidh, jïh dåarjoehtæjjine årrodh gïelide nænnoestidh jïh evtiedidh.

source: Oppbygging av robuste språkmiljø innebærer å samle kompetanse og bygge opp solide institusjoner som ivaretar ulike samfunnsfunksjoner som ikke er ivaretatt i dag.
sma: Nænnoes gïelebyjresh tseegkedh sæjhta jiehtedh maahtoem tjöönghkedh jïh nænnoes institusjovnh tseegkedh mah ovmessie siebriedahkefunksjovnh gorredieh, mah eah leah gorresovveme daelie.

source: Dette vil være viktig i arbeidet for å synliggjøre samiske språk og styrke og utvikle de samiske språkene i de ulike språkområdene.
sma: Daate sæjhta vihkeles årrodh juktie saemien gïelh våajnoes darjodh, jïh saemien gïelh nænnoestidh jïh evtiedidh dejnie ovmessie gïeledajvine.

source: I denne sammenheng vil Sametinget se på mulige løsninger for oppbygging av sør- og lulesamiske mediemiljø.
sma: Daennie ektiedimmesne Saemiedigkie sæjhta ovmessie vuekieh vuartasjidh juktie åarjel- jïh julevsaemien meedijabyjresem tseegkedh.

source: Dette for å skape større mediemiljø, bidra til å styrke språkmiljøene, og gi økt medietilbud på sør- og lulesamisk.
sma: Daate dorjesåvva juktie stuerebe meedijabyjresem sjugniedidh, gïelebyjresidie nænnoestidh jïh lissiehtamme meedijafaalenassem vedtedh åarjel- jïh julevsaemien gïelesne.

source: Vi vet at medietilbudet på sørsamisk er lite, og et av Sametingets store satsninger er nettopp styrking av sørsamiskspråklig medietilbud, blant annet med rekruttering av sørsamisktalende journalister.
sma: Daejrebe meedijafaalenasse åarjelsaemien gïelesne lea onne, jïh akte dejstie Saemiedigkien stoerre barkojste lea raaktan åarjelsaemien meedijafaalenassem nænnoestidh, gaskem jeatjah journalisth dåårrehtidh mah åarjelsaemien soptsestieh.

source: Som vi allerede vet, så står det samiske samfunnet ovenfor store utfordringer når det gjelder rekruttering av samiskspråklige ansatte som behersker samiske språk, spesielt lule- og sørsamisk.
sma: Barkoesuerkie Maahtoelutnjeme jïh dåårrehtimmie Goh mijjieh joe daejrebe, saemien siebriedahke stoerre haestemi uvte tjåådtje juktie barkijh dåårrehtidh mah saemien gïelh haalvoeh, joekoen julev- jïh åarjelsaemien.

source: Det er stor mangel på utdannede fagpersonell med kompetanse i samiske språk og samisk kultur innenfor de ulike samfunnsområdene.
sma: Vaenie ööhpehtamme faagebarkijh mej maahtoe saemien gïelesne jïh kultuvresne dej ovmessie siebriedahkesuerkiej sisnjeli.

source: Dette gjelder over hele landet, og merkes spesielt innenfor opplæring og helse.
sma: Numhtie abpe laantese, jïh lea joekoen damtemes lïerehtimmien jïh healsoen sisnjeli.

source: Mangel på språkkompetanse er en stor utfordring på alle samfunnsområder.
sma: Faatoes gïelemaahtoe akte stoerre haesteme gaajhkine siebriedahkesuerkine.

source: Særlig innenfor opplæringssektoren, helsesektoren, rettsvesen og kirken har dette vært en av de største utfordringene i arbeidet for styrking og utvikling av samiske språk.
sma: Joekoen lïerehtimmiesuerkien, healsoesuerkien, reaktasuerkien jïh gærhkoen sisnjeli daate akte dejstie stööremes haestiemijstie orreme juktie saemien nænnoestidh jïh evtiedidh.

source: Behovet for samiskspråklig kompetanse er ikke bare stort innenfor den offentlige og kommunale tjenesteytingen, men også innenfor sosiale og kulturelle tilbud i samfunnet.
sma: Ij leah ajve stoerre daerpiesvoete saemiengïeleldh maahtose byögkeles jïh tjïelten dïenesji sisnjeli, men aaj siebriedahken sosijaale jïh kultuvrelle faalenassi sisnjeli.

source: Media, litteratur og kommunikasjon er områder hvor det kreves samiskspråklig kompetanse for å utvikle samiskspråklige tilbud.
sma: Meedija, lidteratuvre jïh kommunikasjovne leah suerkieh gusnie saemiengïeleldh maahtoe lea daerpies juktie saemiengïeleldh faalenassh evtiedidh.

source: En helhetlig satsning på rekruttering av samiskspråklig personell, og tilbud om opplæring i samisk for studenter og fagpersonell vil være helt nødvendig for å dekke fremtidige behov i samfunnet.
sma: Akte ållesth dåårrehtimmiebarkoe saemiengïeleldh barkijijstie, jïh faalenasse lïerehtimmien bïjre saemien gïelesne studeentide jïh faagebarkijidie sæjhta eevre daerpies årrodh juktie båetijen aejkien daerpiesvoeth siebriedahkesne gorredidh.

source: En grunn til manglende bruk av samiske språk i forvaltningen er mangelen på samisk fagterminologi og trening i å bruke samiske språk i sitt arbeid.
sma: Akte fåantoe man åvteste saemien ij reeremisnie åtnasovvh lea saemien faageterminologije fååtese jïh almetjh eah haarjanimmiem utnieh saemien nuhtjedh sijjen barkosne.

source: Det innebærer at utdanningsinstitusjoner må ta større ansvar når det gjelder utdanning av samisktalende studenter.
sma: Daate sæjhta jiehtedh ööhpehtimmieinstitusjovnh tjuerieh stuerebe dïedtem vaeltedh gosse lea ööhpehtimmien bïjre saamastallije studeentijste.

source: Studentene må få mulighet til å lære samisk fagterminologi slik at de blir i stand til å bruke samisk i sitt virke etter endt utdanning.
sma: Studeenth tjuerieh nuepiem åadtjodh saemien faageterminologijem lïeredh guktie dah buektiehtieh saemien nuhtjedh sijjen barkosne ööhpehtimmien mænngan.

source: Det er nødvendig at samiskspråklige rekrutteres til ulike yrker, for slik å sikre språkkompetanse på de ulike samfunnsområdene.
sma: Daerpies saemiengïeleldh almetjh ovmessie barkojde dåårrehtidh juktie gïelemaahtoem dejnie ovmessie siebriedahkesuerkine gorredidh.

source: Gïelelutnjeme vil omfatte økt kompetanse i samiske språk og samisk kultur innenfor alle samfunnsområder, rekruttering av ungdom til opplæring i samiske språk, og rekruttering av samiskspråklige til ulike fagutdanninger.
sma: Gïelelutnjeme sæjhta årrodh dovne lissiehtamme maahtoe saemien gïeline jïh saemien kultuvresne gaajhki siebriedahkesuerkiej sisnjeli, noerh dåårrehtidh mah lïerehtimmiem saemien gïeline vaeltieh, jïh saamastallije almetjh ovmessie faageööhpehtimmide dåårrehtidh.

source: Det vil være viktig at det igangsettes rekrutterings- og kompetansehevingstiltak.
sma: Sæjhta vihkeles årrodh råajvarimmiejgujmie nïerhkedh dåårrehtimmien jïh maahtoelutnjemen gaavhtan.

source: Samtidig vil Sametinget vektlegge at også utdanningsinstitusjoner, næringslivet og fagmiljø har et ansvar for å sikre samisk språk- og kulturkompetanse i samfunnet.
sma: Seamma tïjjen Saemiedigkie sæjhta tjïertestidh aaj ööhpehtimmieinstitusjovnh, jieleme jïh faagebyjresh dïedtem utnieh saemien gïele- jïh kultuvremaahtoem siebriedahkesne gorredidh.

source: Sametinget vil være pådriver for at det etableres et godt samarbeid mellom ulike aktører hvor formålet er en aktiv rekruttering og en systematisk kompetanseheving i samfunnet.
sma: Saemiedigkie sæjhta tsevtsiehtæjjine årrodh ihke hijven laavenjostoe tseegkesåvva ovmessie aktööri gaskem, gusnie aajkoe lea eadtjohke dåårrehtimmie jïh systematihkeles maahtoelutnjeme siebriedahkesne.

source: Rekruttering er noe Sametinget i høyeste grad satser på i sørsamisk område, siden vi er klar over økt rekrutteringsbehov.
sma: Dåårrehtimmie lea naakede man åvteste Saemiedigkie tjarke barka åarjelsaemien dajvesne, juktie daejrebe dåårrehtimmiedaerpiesvoete læssene.

source: Sametinget vil også utvikle rekrutteringsstrategier og vil jobbe hardt med å få ulike departement på banen for å satse samfunnsvis.
sma: Saemiedigkie sæjhta aaj dåårrehtimmiestrategijh evtiedidh jïh sæjhta tjarke barkedh joekehts departemeenth skreejrehtidh baanese båetedh juktie siebriedahkelaaketje barkedh.

source: Det er avgjørende at alle tar ansvar for å rette opp på situasjonen.
sma: Eevre daerpies gaajhkesh dovnesh dïedtem vaeltieh tsiehkiem staeriedidh.

source: Vi ønsker også å sette i gang en større rekrutteringskampanje, slik at vi på sikt kan dekke en større del av rekrutteringsbehovet.
sma: Sïjhtebe aaj stuerebe dåårrehtimmiekampanjine nïerhkedh, guktie maehtebe stuerebe bieliem dåårrehtimmiedaerpiesvoeteste dåastodh tïjjen åvtese.

source: Videre vil det være nyttig for private og offentlige aktører og institusjoner å foreta en kartlegging av samiskspråklig kompetanse innenfor egen sektor, for slik til enhver tid kunne utarbeide en rekrutteringsplan for egen institusjon.
sma: Sæjhta aaj nuhteligs årrodh privaate jïh byögkeles aktööride jïh institusjovnide dam saemiengïeleldh maahtoem goerehtalledh jïjtsh suerkien sisnjelen, guktie iktegisth maehtieh dåårrehtimmiesoejkesjem jïjtsh institusjovnese hammoedidh.

source: Sametinget vil også oppfordre private og offentlige aktører om å vurdere å tilby studiehjemler eller lønn under utdanning for å sikre nødvendig samiskspråklig kompetanse til sin arbeidsplass eller institusjon.
sma: Saemiedigkie sæjhta aaj haestedh privaate jïh byögkeles aktöörh studijehjemler vuarjasjidh jallh baalhkam ööhpehtimmesne faalehtidh juktie daerpies saemiengïeleldh maahtoem gorredidh sijjen barkoesæjjan jallh institusjovnese.

source: De som allerede er i jobb må også ha muligheten til å ta opplæring i samiske språk som er tilpasset fagfeltet/yrket sitt.
sma: Dah mah joe leah barkosne tjuerieh aaj nuepiem utnedh lïerehtimmiem vaeltedh saemien gïelesne mij lea sjïehtedamme dej faagesuarkan/barkose.

source: Det vil gi trygghet i bruk av samisk innenfor sitt fagfelt.
sma: Daate sæjhta jearsoesvoetem vedtedh saemien nuhtjedh sijjen faagesuerkien sisnjelen.

source: Derfor vil Sametinget at det utvikles videreutdanning i samisk, tilpasset ulike fagfelt/yrker.
sma: Dan åvteste Saemiedigkie sæjhta jåarhkeööhpehtimmiem saemiengïelesne evtiedidh, mij lea ovmessie faagesuerkide/barkojde sjïehtedamme.

source: For eksempel må det opprettes relevante tilbud på etter- og videreutdanning til ansatte i forvaltning.
sma: Vuesiehtimmien gaavhtan tjuara sjiehteles faalenassh minngie- jïh jåarhkeööhpehtimmesne tseegkedh barkijidie reeremisnie.

source: Sametinget ønsker at utdanningen kan gjennomføres på høgskole/universitet, men også elektronisk.
sma: Saemiedigkie sæjhta ööhpehtimmie maahta jïlleskuvlesne/universiteetesne vaaltasovvedh, men aaj elektrovneles.

source: For å bruke samiske språk innenfor alle forvaltningsnivåer i samfunnet er det behov for utvikling av et godt fagspråk.
sma: Juktie saemien nuhtjedh gaajhki reeremedaltesi sisnjeli siebriedahkesne lea daerpies hijven faagegïelem evtiedidh.

source: Dette gjelder særlig innenfor helse- og justissektoren.
sma: Joekoen healsoe- jïh justijsesuerkien sisnjelen.

source: I arbeidet for å utvikle godt fagspråk er det behov for terminologiutvikling.
sma: Juktie hijven faagegïelem evtiedidh lea daerpies terminologijem evtiedidh.

source: Det er stor mangel på helsefaglige termer og terminologi innenfor justissektoren i sør- og lulesamisk.
sma: Gellie healsoefaageles teermh jïh terminologije justijsesuerkesne fååtesieh åarjel- jïh julevsaemien gïelesne.

source: Satsning på terminologiutvikling og utvikling av godt fag- og forvaltningsspråk vil være avgjørende for muligheten til bruk av samiske språk innenfor de ulike samfunnsområdene.
sma: Terminologijem jïh hijven faage- jïh reeremegïelem evtiedidh lea eevre daerpies jis edtja nuepie årrodh saemien nuhtjedh dej ovmessie siebriedahkesuerkiej sisnjeli.

source: Sametinget er blant annet enige med justisdepartementet om en vektlegging, og snarlig oppstart, av utarbeidelse av juridisk terminologi på sørsamisk.
sma: Saemiedigkie gaskem jeatjah justijsedepartemeentine seamadamme man vihkeles lea juridihkeles terminologijem åarjelsaemien gïelesne evtiedidh, jïh dejnie varke aelkedh.

source: Samisk språkuke
sma: Gïelevåhkoe

source: Til slutt må jeg nevne Samisk språkuke, som er et av tiltakene i Gïelelutnjeme og som også er Sametingets hovedmarkering av FNs internasjonale år for urfolksspråk.
sma: Minngemosth tjoerem Gïelevåhkoem neebnedh, mij lea akte dejstie råajvarimmijste Gïelelutnjemisnie, jïh aaj Saemiedigkien åejviemïerhkesjimmie EN:n gaskenasjonaale jaepeste aalkoealmetjegïelide.

source: Samisk språkuke arrangeres for første gang 21. -27. oktober 2019 (uke 43) i hele landet.
sma: Golken 21. – 27. b. 2019 (våhkoe 43) lea voestes aejkien gïelevåhkoe öörnesåvva abpe laantesne.

source: Målet med Samisk språkuke er å løfte statusen til de samiske språkene, og øke kunnskap om samiske språk og kultur i hele samfunnet.
sma: Ulmie Gïelevåhkojne lea saemien gïeli statusem lutnjedh, jïh daajroem lissiehtidh saemien gïeli jïh kultuvren bïjre abpe siebriedahkesne.

source: Nettopp denne uka skal de samiske språkene høres og synes over alt.
sma: Raaktan daan våhkoen saemien edtja govledh jïh vååjnedh gaajhkem lehkiem.

source: Samisk språkuke er en felles dugnad for å synliggjøre og øke kunnskapen om de samiske språkene.
sma: Gïelevåhkoe akte ektie barkoe juktie saemien gïelh våajnoes darjodh, jïh daajroem gïeli bïjre lissiehtidh.

source: Private og offentlige institusjoner, næringsliv, organisasjoner og andre aktører inviteres til å synliggjøre samiske språk nettopp denne uka.
sma: Privaate jïh byögkeles institusjovnh, jieleme, årganisasjovnh jïh jeatjah aktöörh bööresuvvieh saemien våajnoes darjodh raaktan dan våhkoen.

source: Sametinget har vært i kontakt med flere store aktører for å invitere dem til å delta på språkuka.
sma: Saemiedigkie lea jienebi stoerre aktöörigujmie gaskesadteme juktie dejtie bööredidh meatan årrodh gïelevåhkosne.

source: Sammen tar vi et større ansvar for at samiske språk høres, synes og brukes på alle samfunnsområder.
sma: Ektesne stuerebe dïedtem vaeltebe ihke saemien govloe, vååjnoe jïh åtnasåvva gaajhkine siebriedahkesuerkine.

source: På tross av stemplet som utrydningstruet, fortsetter de samiske språkene å klore seg fast.
sma: Jalhts saemien lea håvhtadamme nåhkedh, saemien gïelh jåerhkieh kreeptjedidh.

source: Det er håp.
sma: Håhkoe lea.

source: Det er en økende bevissthet blant samer om språk og språkvalg, og flere og flere velger å delta på kurs for å gjenerobre språket som generasjoner før dem mistet.
sma: Akte sjïdtije voerkesvoete saemiej gaskem gïelen jïh gïeleveeljemen bïjre, jïh ahkedh jienebh almetjh veeljieh meatan årrodh kuvsjine juktie gïelem bååstede vaeltedh maam boelvh dej åvtelen leah dasseme.

source: I områder hvor samisk ikke har vært brukt på en generasjon eller to, tar nå unge voksne samisk tilbake og forsøker forsiktig å gi det videre til sine barn.
sma: Dejnie dajvine gusnie akte jallh göökte boelvh eah leah saemien nuhtjeme, noere geerve saemieh saemien bååstede vaeltieh jïh vååregelaakan pryövoeh dam sijjen maanide vedtedh.

source: En ny generasjon med samisktalende barn vokser frem.
sma: Orre boelve maanajgujmie mah saemiestieh sjïdtedeminie.

source: Det norske samfunnet har også trykket den samiske kulturen til seg, og samer i hele landet opplever større aksept for sin kultur og sine språk.
sma: Nöörjen siebriedahke aaj saemien kultuvrem jïjtsasse vaalteme, jïh saemieh abpe laantesne stuerebe jååhkesjimmiem sijjen kultuvren jïh sijjen gïeli åvteste dååjroeh.

source: Interessen for samisk samfunn er stort, og tidspunktet for en felles språkdugnad kunne ikke vært bedre.
sma: Daelie stoerre ïedtje saemien siebriedahkese jïh tïjje ij leah maahteme buerebe årrodh akten ektie barkose gïelen åvteste.

source: I arbeidet for å synliggjøre og utvikle de samiske språkene vil samarbeid med ulike aktører være avgjørende.
sma: Gosse saemien gïelh våajnoes darjoeminie jïh dejtie evtedeminie, dellie joekoen vihkeles ovmessie aktöörigujmie laavenjostedh.

source: Sametinget vil ikke alene kunne gi de samiske språkene et solid løft uten at både private og offentlige aktører er med på laget.
sma: Saemiedigkie ij oktegh buektehth saemien bæjjese lutnjedh jis dovne privaate jïh byögkeles aktöörh eah leah meatan dennie barkosne.

source: Vi ønsker et helhetlig språkløft i samfunnet, og er avhengige av at både kommunal og offentlig forvaltning, næringslivet, private og offentlige aktører og deg som privatperson tar et større ansvar for å synliggjøre og bruke de samiske språkene.
sma: Mijjieh ållesth gïelelutnjemem siebriedahkesne sïjhtebe, jïh daerpies dovne tjïelten jïh byögkeles reereme, jieleme, privaate jïh byögkeles aktöörh jïh datne goh privaate almetje stuerebe dïedtem vaeltieh saemien våajnoes darjodh jïh saemien nuhtjedh.

source: Vi vil bruke ressurser på å oppfordre, motivere og være pådrivere for at alle blir med på å skape rom for de samiske språkene i samfunnet.
sma: Sïjhtebe vierhtieh nuhtjedh haestedh, skreejrehtidh jïh tsevtsiehtæjjine årrodh guktie gaajhkesh meatan sjidtieh sijjiem vedtieh saemien gïelide siebriedahkesne.

source: Jeg håper at dere også vil være med å bidra til at språkuka blir det språkløftet samiske språk trenger.
sma: Mov håhkoe lea dijjieh aaj sïjhtede viehkiehtidh guktie gïelevåhkoe daate gïelelutnjeme sjædta maam saemien gïelh daarpesjieh.

source: Vi håper også at språkuka vil være en brobygger mellom samisk og norsk kultur, og således styrke en bevissthet om at de samiske språkene og norsk språk er likeverdige i samfunnet.
sma: Mijjen aaj håhkoe gïelevåhkoe sæjhta pruvviem bigkedh saemien jïh nöörjen kultuvren gaskem, jïh naemhtie buerebelaakan vuerkiehtidh saemien gïelh jïh nöörjen gïele leah seammavyörtegs gïelh siebriedahkesne.

source: Dere kan se mer om språkuka på sametingets nettside eller søke etter Giellavahkko på facebook.
sma: Maehtede vielie gïelevåhkoen bïjre vuejnedh saemiedigkien gåetiesæjrosne jallh Gïelevåhkoem ohtsedidh facebookesne.
